app/controllers/gossips_controller.rb

  def create
    @gossip = Gossip.create(gossip_params)
---
INSERT INTO "gossips" ("title", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "The Turn of the Screw"], ["body", "ssss"], ["created_at", "2018-08-23 11:43:35.097865"], ["updated_at", "2018-08-23 11:43:35.097865"]]

  def index
    @gossips = Gossip.all
---
SELECT "gossips".* FROM "gossips"